
const about = (props) => {
  return(
      <div className={"flex flex-col justify-between h-screen w-screen bg-white "} dir={'rtl'}>

            <h1>درباره ما</h1>
            <h2 className={"bg-[#222831] text-white"}> به وبسایت سما (انتخاب استادیار) خوش آمدید!</h2>
                <p className={"text-justify text-[#76ABAE] text-base"}>
                    ما در این وبسایت به عنوان یک پلتفرم آنلاین، با هدف بهبود روند انتخاب استادیار برای اساتید دانشگاه، فعالیت می‌کنیم. هدف اصلی ما ایجاد یک فضایی است که اساتید دانشگاه می‌توانند به راحتی استادیارانی را که با آن‌ها هماهنگی و همکاری می‌کنند، 
                    انتخاب کنند<br></br>
                    در وبسایت ما، اساتید دانشگاه می‌توانند پروفایل خود را ایجاد کرده و اطلاعات مربوط به تخصص‌ها، تجربیات و مهارت‌هایشان را در اختیار داشته باشند. همچنین، اساتید می‌توانند به درخواست‌های استادیاری که توسط دانشجویان یا دیگر اعضای دانشگاه ارسال می‌شود، پاسخ دهند و تعاملی مستقیم با جامعه دانشگاهی
                    برقرار کنند. <br></br>
                    دانشجویان نیز با ساخت پروفایل خود و وارد کردن اطلاعات موردنیاز (مانند: ترم-نمرات-معدل…) 
                    خود را به اساتید معرفی کنند و درخواست همکاری به آنها بدهند همچنین درخواست های آنها را بررسی و قبول یا 
                    رد کنند. <br></br>
                    در وبسایت ما، امکانات ویژه‌ای نیز برای اساتید فراهم شده است. آن‌ها می‌توانند جستجوی جامعی را بر اساس تخصص‌ها، تجربه‌ها و محل استادیاری مشاهده کنند و با استفاده از ابزارهای هوشمند، به راحتی استادیارانی را که به نیازهایشان می‌پاسخند،
                    انتخاب کنند. <br></br>
                    ما در تلاشیم تا با ایجاد این پلتفرم آنلاین، فرایند انتخاب استادیار را برای اساتید دانشگاه ساده‌تر و موثرتر کنیم. با انتخاب استادیار مناسب، اساتید می‌توانند در مسیر تحقق اهداف تحصیلی و پژوهشی خود راهگشا باشند و به جامعه دانشگاهی
                    کمک کنند. <br></br>
                    اگر شما هم یک استاد دانشگاه هستید و به دنبال یک استادیار مناسب هستید، یا اگر یک دانشجو هستید و به دنبال همکاری با یک استادیار خبره هستید، به ما بپیوندید و از امکانات ما بهره‌برداری کنید.
                </p>
            <h2 className={"bg-white"}>با تشکر</h2>
        </div>
  );
};
export default about;